[
  {
    "teamId": "team-01",
    "name": "Restart Works",
    "members": ["Leon", "Michael M.", "Nathan", "Noah"],
    "businessIdea": "We help people with difficult backgrounds get reintroduced into the workplace, then we give them possible jobs at companies to help increase diversity.",
    "sdg": "",
    "scratchIdea": "My Dream Job — a game that shows a bunch of job icons that, when clicked, show what that job does. For example, if you clicked on a construction icon, it would show you what a construction worker does.",
    "scratchProject": "https://scratch.mit.edu/projects/1280179259",
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to?",
    "notes": ""
  },
  {
    "teamId": "team-02",
    "name": "Aura",
    "members": ["Eva", "Stamatina", "Thalia", "Siena", "Sofia"],
    "businessIdea": "Aura Beauty is a socially-driven spa that delivers premium beauty services while training and employing vulnerable women as future beauticians.",
    "sdg": "No Poverty, Good Health and Well-Being, Decent Work and Economic Growth, Reduced Inequalities",
    "scratchIdea": "A game teaching people how to cut hair for fun and entertainment.",
    "scratchProject": null,
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Start a Scratch project and share the link.",
    "notes": ""
  },
  {
    "teamId": "team-03",
    "name": "Roots & Blooms",
    "members": ["Muhammad", "Charlene", "Phoenix", "Mila"],
    "businessIdea": "We are trying to help the elderly and young collaborate together and make sure the elderly with no family won't die sad and alone. It helps lonely elderly people socialise with the young and makes them happier. The young get to have fun with the elderly.",
    "sdg": "",
    "scratchIdea": "A game about organising events with the elderly and children. Could also be a game where you control people working to organize events.",
    "scratchProject": null,
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to? Your Scratch idea needs a clearer game mechanic — what does the player actually do? Start a Scratch project and share the link.",
    "notes": ""
  },
  {
    "teamId": "team-04",
    "name": "Animal Aid",
    "members": ["Tehya", "Vivienne", "Vivianne", "Kateri", "Anna"],
    "businessIdea": "Our sustainable business reduces the amount of stray animals and reduces employee stress by training the animals to become service animals in order to help employees from companies that pay us.",
    "sdg": "",
    "scratchIdea": "",
    "scratchProject": "https://scratch.mit.edu/projects/1266686339/",
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to? You need a Scratch project idea — what will your game or project actually be about?",
    "notes": ""
  },
  {
    "teamId": "team-05",
    "name": "Stepping Stone",
    "members": ["Louise", "Leia", "Ioanna", "Summer", "Juliette"],
    "businessIdea": "We assure that young adults that have aged out of foster care can have an easy reinsertion into society by giving them housing, a job at the Stepping Stone hotel, and an education. We're also helping the planet by having homemade cleaning products, locally sourced produce from the hotel's rooftop garden, and energy efficient light bulbs.",
    "sdg": "",
    "scratchIdea": "A young girl that has aged out of foster care is asking for a place to stay since she has nowhere to go. We help her by offering housing, a job, and an education. Once she arrives at Stepping Stone she will be given a job and must do multiple tasks in a certain amount of time.",
    "scratchProject": null,
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to? Start a Scratch project and share the link.",
    "notes": ""
  },
  {
    "teamId": "team-06",
    "name": "Second Sight",
    "members": ["Dimitri", "Jordano", "Mason", "Mario"],
    "businessIdea": "We are solving the fact that blind people are not included because they cannot enjoy simple board games with others. We are also making them more included.",
    "sdg": "",
    "scratchIdea": "You start the game and you can't see anything, but once you start playing it's like you can see. Focused on helping blind people feel included.",
    "scratchProject": null,
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to? Your Scratch idea needs a concrete game mechanic — what does the player actually do step by step? Start a Scratch project and share the link.",
    "notes": ""
  },
  {
    "teamId": "team-07",
    "name": "Chic",
    "members": ["Elianne", "Sadie", "Dahlia", "Eveline"],
    "businessIdea": "We are solving poverty and we help the planet by not letting extra fabric go to the landfill. We sell clothes and with the donations we get, we make blankets for homeless and vulnerable people. We also hire teenagers over 15 that have a hard time getting employment — like being in an adoption center or having a disability — to sew and pick up fabric from other factories. We're also tackling bullying, because young people get bullied for how they dress, and that is why Chic is here to help.",
    "sdg": "",
    "scratchIdea": "",
    "scratchProject": null,
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to? You need a Scratch project idea — what will your game or project actually be about? Start a Scratch project and share the link.",
    "notes": ""
  },
  {
    "teamId": "team-08",
    "name": "Redriven",
    "members": ["Aoran", "Christos", "Marcus", "Michael", "Rodrigo"],
    "businessIdea": "We are trying to resolve the problem of junkyards. We stop cars from going to junkyards — we take them, renew and improve them, then sell them for a lower price. We help the planet by stopping the pollution of junkyards and profit by selling our cars.",
    "sdg": "",
    "scratchIdea": "We start with a car that is not upgraded and pollutes the environment. In the top corner of our game there's an energy bar that gives car energy. When the energy is empty you have to go to the garage and fill it up with more energy. When you finish the race you get money, and with that money you can buy better cars that don't pollute.",
    "scratchProject": null,
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to? Start a Scratch project and share the link.",
    "notes": ""
  },
  {
    "teamId": "team-09",
    "name": "Energy Build Co",
    "members": ["Eydin", "Alexandre", "Edgar", "Austin", "George"],
    "businessIdea": "We are trying to fix the house affordability crisis. We help people by renting them affordable apartments and we help the planet and people by reducing homelessness.",
    "sdg": "",
    "scratchIdea": "A tycoon-type game. You buy properties, renovate them, refurnish them and you gain money by the second. Upgrades increase your income. Money for upgrades comes from government offers.",
    "scratchProject": "https://scratch.mit.edu/projects/1277292204",
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to?",
    "notes": ""
  },
  {
    "teamId": "team-10",
    "name": "Access Care Mobile Clinic",
    "members": ["Valentina", "Mariam", "Victoria", "Lily", "Elise"],
    "businessIdea": "We are a mobile clinic that is trying to solve the crisis of no access to proper care in Québec. We earn profit through the government.",
    "sdg": "",
    "scratchIdea": "Two ideas: (1) You control a little truck that goes to people's houses to heal them, then go to the government with a receipt for proof and get money. (2) You go to houses and heal those who need it, then get little stars that upgrade your truck and let you hire new doctors.",
    "scratchProject": null,
    "status": "brainstorming",
    "feedback": "Make sure to update your Google Doc with today's work. Missing: Which SDGs does your business connect to? Start a Scratch project and share the link.",
    "notes": ""
  }
]
